<?php
/***************************************************************************
 *                            lang_faq_attach.php [Arabic]
 *                              -------------------
 *     begin                : Tue May 14 2002
 *     copyright			: (C) 2002 Mahmood Hassan
 *     email				: webmaster@wenak.com
 *
 *     $Id: lang_faq_attach.php,v 1.1 2003/02/19 18:29:18 bob Exp $
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

$faq[] = array("--","ЧсубноЧЪ");

$faq[] = array("пэн УгЪиэк  ЧбнЧо ецбЩ Уц усн П ", "ШЧупЧфп ЧжЧнЩ ЧсубноЧЪ кфЯуЧ Ъжэн уцжцкЧ ЬЯэЯЧ . гЪЬЯ ЧскШЧбЩ  <i>ЧжЧнЩ Чсусн </i> ЪЭЪ ЧсефЯцо ЧсбЦэгэ сЧжЧнЩ уцжцк .кфЯуЧ Ъжли ксь Чсвб <i>Browse...</i> гЪнЪЭ фЧнаЩ ЧсуснЧЪ ЧсуцЬцЯЩ нэ пуШэцЪбп . ЧШЭЫ кф Чсусн Чсаэ ЪбэЯ ЧбнЧох , оу ШЧЮЪэЧб Чсусн цЧжли ксь OK, ЧнЪЭ Уц Чфоб убЪэф ксь ЭгШ блШЪп ц Уц ксь ЭгШ ибэоЩ ЧспуШэцЪб ЧсЮЧе Шп . цЧаЧ блШЪ нэ ЧжЧнЩ Ъксэо нэ ЮЧфЩ <i>ЧсЪксэо ксь Чсусн</i> нЧф хаЧ ЧсЪксэо гэгЪЮЯу пцесх ссцецс Чсь Чсусн Чсубно . цЧаЧ су Ъоцу ШЧжЧнЩ Ъксэо нЧф Чгу Чсусн фнгх гэгЪЮЯу пцесЩ ссусн Чсубно . цШЧупЧфп ЧжЧнЩ кЯЩ убноЧЪ Шфнг ЧсибэоЩ ЧсуЪШкх ссубно ЧсгЧШо ЭЪь Ъес Чсь ЧсЭЯ ЧсУоеь ссубноЧЪ ЧсугуцЭЩ , цхаЧ ЧаЧ пЧф угФцс Чсуцок гуЭ сп Шасп .<br/><br/>соЯ цжк угФцс Чсуцок ЧсЭЯ ЧсУоеь сЭЬу Чсусн , ЧуЪЯЧЯ уЭЯЯ ссусн ц ЧфцЧк Чс mime ссубноЧЪ нэ ЧсуфЪЯь . Чксу ШЧфхЧ угФцсэЪп сЪпцф убноЧЪп ЪЪно ук оцЧфэф ЧсЧгЪЮЯЧу нэ хаЧ ЧсуфЪЯь , цэупф Уф ЪЭан уф лэб ЧфаЧб гЧШо .<br/><br/>ЧсбЬЧС ЧсусЧЭйЩ ШУф угФцс Чсуцок, бЦгЧС ЧсуфЪЯь ц ЧсгЧЭЧЪ ц ЧсуЯбЧС нэ ЧсуфЪЯь сф эЪЭусцф ЧсугФцсэЩ сЧэ ноЯЧф Уц жэЧк ссШэЧфЧЪ .");

$faq[] = array("пэн ЧгЪиэк ЧбнЧо усн Уц ецбЩ ШкЯ ЧжЧнЩ Чсуцжцк П ", "сЧжЧнЩ ЧсубноЧЪ ШкЯ ЧжЧнЩ Чсуцжцк , ксэп ЪкЯэс уцжцкп цЧЪШЧк ЧсЮицЧЪ ЧсуцжЭЩ нэ ЧсУксь.гэжЧн Чсубно ШкЯ Уф Ъжли ксь Чсвб <i>оЯу</i>  сЧжЧнЩ Чсуцжцк ЧсукЯс .");

$faq[] = array("пэн УгЪиэк Эан Чсубно П ", " сЭан ЧсубноЧЪ ксэп ЪкЯэс уцжцкп цуф Ыу Чсжли ксь Чсвб <i>Эан ЧсубноЧЪ </i> ШЬЧфШ Чсусн Чсаэ ЪбэЯ Эанх нэ ЧсефЯцо ЧсЮЧе Ш <i>ЧсубноЧЪ ЧсужЧнЩ</i> .гэЪу Эан Чсубно ШкЯ Чсжли ксь Чсвб <i>оЯу</i> сЧжЧнЩ Чсуцжцк ЧсукЯс .");

$faq[] = array("пэн УгЪиэк ЪЭЯэЫ ЧсЪксэо ксь Чсусн П ", "сЪЭЯэЫ ЧсЪксэо ксь Чсусн ксэп УцсЧ ЪкЯэс уцжцкп ,кЯс Чсфе нэ ЮЧфЩ  <i>ЧсЪксэо ксь Чсусн </i> ц уф Ыу Чжли ксь Чсвб  <i>ЪЭЯэЫ ЧсЪксэо </i> ШЬЧфШ ЧсЪксэо Чсаэ ЪблШ ЪЭЯэЫх нэ ЧсефЯцо ЧсЮЧе Ш <i>ЧсубноЧЪ ЧсужЧнЩ</i> . гэЪу ЪЭЯэЫ ЧсЪксэо ксь Чсусн кфЯуЧ Ъжли ксь Чсвб <i>оЯу</i> сЧжЧнЩ Чсуцжцк ЧсукЯс .");

$faq[] = array("суЧаЧ уснэ Чсубно сэг укбцжЧ нэ Чсуцжцк П ", "УлсШ ЧсЧЭЪуЧсЧЪ Уф Чсусн Уц фцк Чсmime лэб угуцЭ нэ ЧсуфЪЯь , Уц оЯ Ъу Эанх уф оШс угФцс Чсуцок Уц бЦэг ЧсуфЪЯь скЯу есЧЭэЪх ц уцЧноЪх соцЧфэф ЧгЪЮЯЧу ЧсуфЪЯь .");

$faq[] = array("суЧаЧ сЧ ЧгЪиэк ЧбнЧо ЧсуснЧЪ П ", "ЧжЧнЩ ЧсубноЧЪ нэ Шкж ЧсуфЪЯэЧЪ уЭЯцЯЩ сШкж ЧсЧкжЧС Уц уЬуцкЧЪ .оЯ ЪЭЪЧЬ Чсь есЧЭэЩ ЮЧеЩ сЧжЧнЩ ЧсубноЧЪ , нои угФцс Чсуцок Уц бЦэг ЧсуфЪЯь эупфху уфЭп хах ЧсесЧЭэЩ , ЧсбЬЧС ЧсЧЪеЧс Шху .");

$faq[] = array("сЯэ ЧсесЧЭэЩ ЧссЧвуЩ , суЧаЧ сЧ ЧгЪиэк ЧжЧнЩ ЧсубноЧЪ П ", "соЯ ЭЯЯ угФцс Чсуцок ЧсЭЯ ЧсУоеь сЭЬу Чсусн ,ЧуЪЯЧЯ Чсусн ц фцк Чс mime ссубноЧЪ нэ ЧсуфЪЯь . Уц бШуЧ ЪлэбЪ есЧЭэЪп уф оШс угФцс Чсуцок , Уц кЯу ЧгЪубЧбэЩ ЧбнЧо ЧсуснЧЪ нэ хаЧ ЧсуфЪЯь ШЧсЪЭЯэЯ . оЯ ЪЭес ксь ЧсЪцжэЭ сфе бгЧсЩ ЧсЮиУ кфЯ уЭЧцсЪп ЧбнЧо Чсусн , ЧаЧ сЧ нксэп ЧсЧЪеЧс ШугФцс Чсуцок.");

$faq[] = array("суЧаЧ сЧ ЧгЪиэк Эан ЧсубноЧЪ П ", "есЧЭэЩ Эан ЧсубноЧЪ уЭЯЯЩ сШкж ЧсУкжЧС Уц ЧсуЬуцкЧЪ нэ Шкж ЧсуфЪЯэЧЪ . оЯ ЪЭЪЧЬ ссесЧЭэЩ ЧссЧвуЩ сЭан ЧсубноЧЪ , нои угФцс Чсуцок ц бЦгЧС ЧсуфЪЯь эупфху уфЭп хах ЧсесЧЭэЩ, ЧсбЬЧС ЧсЧЪеЧс Шху .");

$faq[] = array("суЧаЧ сЧ УгЪиэк удЧхЯЩ/Ъфвэс ЧсубноЧЪ П ", "удЧхЯЩ / Ъфвэс ЧсубноЧЪ Ъпцф уЭЯЯЩ сШкж ЧсУкжЧС Уц ЧсЬуЧкЧЪ нэ Шкж ЧсуфЪЯэЧЪ . судЧхЯЩ / Ъфвэс ЧсубноЧЪ эсвуп ЧсЭецс ксь ЧсесЧЭэЩ ЧссЧвуЩ сасп ,нои угФцс Чсуцок ц бЦгЧС ЧсуфЪЯь сЯэху ЧсЭо суфЭп ЧсесЧЭэЩ ,ЧсбЬЧС ЧсЧЪеЧс Шху .");

$faq[] = array("Шуф УЪес сЧЮШЧбх кф убноЧЪ лэб оЧфцфэЩ Уц лэб еЧсЭЩ ссфдб П ", "ксэп ЧсЧЪеЧс ШЧсугФцсэф кф хаЧ ЧсуфЪЯь . цЧаЧ су ЪЬЯ уф ЪЪес Шх , ксэп ЧсЧЪеЧс ШУэ уф бЦгЧС ЧсуфЪЯь Уц ЧсуЬуцкЧЪ УцсЧ цЧгУсху Шуф эЬШ ксэп ЧсЧЪеЧс .");

?>