<?php
/***************************************************************************
 *                            lang_faq_attach.php [Greek]
 *                              -------------------
 *     begin                : Tue Feb 12 2002
 *     copyright			: (C) 2002 torgeir andrew waterhouse
 *     email				: torgeir.waterhouse@forbrukerradet.no
 *
 *     $Id: lang_faq_attach.php,v 1.1 2003/02/19 18:36:29 bob Exp $
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

//
// translated by Theodoros Vilaras
//

$faq[] = array("--","Συνημμένα");

$faq[] = array("Πως επισυνάπτω ένα αρχείο;", "Μπορείτε να επισυνάψετε αρχεία όταν στέλνετε ένα νέο μήνυμα. Θα πρέπει να φαίνεται μια φόρμα που λέει <i>Επισύναψη Αρχείου</i> κάτω από το βασικό πλαίσιο εισαγωγής κειμένου. Όταν κάνετε κλικ στο κουμπί <i>Αναζήτηση</i> θα εμφανισθεί το βασικό παράθυρο για το Ανοιγμα αρχείων του Η/Υ σας. Βρείτε το αρχείο που θέλετε να επισυνάψετε, επιλέξτε το και πιέστε το OK, Ανοιγμα ή κάντε διπλό κλικ στο εικονίδιο του αρχείου ανάλογα με την προτίμησή σας ή το πως λειτουργεί το σύστημα του Η/Υ σας. Αν επιλέξετε να προσθέσετε κάποιο σχόλιο στο πεδίο <i>Σχόλιο Αρχείου</i>, αυτό το σχόλιο θα χρησιμοποιηθεί ως δεσμός προς το συνημμένο αρχείο. Εάν δεν προσθέσετε κάποιο σχόλιο, τότε θα χρησιμοποιηθεί το όνομα του αρχείου ως δεσμός προς το αρχείο. Εξαρτάται από τις ρυθμίσεις που έχει κάνει ο διαχειριστής του forum το εάν θα έχετε την δυνατότητα να επισυνάψετε και άλλα αρχεία με την παραπάνω διαδικασία (έως ότου φτάσετε στο ανώτατο όριο συνημμένων για κάθε μήνυμα).<br/><br/>Ο διαχειριστής του forum ορίζει το ανώτατο όριο για το μέγεθος των αρχείων, τις επιτρεπόμενες καταλήξεις που μπορούν να έχουν τα αρχεία και γενικά ότι αφορά την επισύναψη των αρχείων. Προσοχή, είναι δική σας ευθύνη τα αρχεία που επισυνάπτετε να είναι συμβατά με τους όρους χρήσης του forum, και θα πρέπει να έχετε υπόψη σας ότι μπορεί να διαγραφούν χωρίς προειδοποίηση.<br/><br/>Ο ιδιοκτήτης του site, ο διαχειριστής του forum, ο συντονιστής (ή οι συντονιστές) δεν φέρουν καμμία ευθύνη για οποιαδήποτε απώλεια αρχείων και δεδομένων.");

$faq[] = array("Πως μπορώ να επισυνάψω ένα αρχείο μετά την αρχική ανάρτηση ενός μηνύματος;", "Για να επισυνάψετε ένα αρχείο μετά την αρχική ανάρτηση ενός μηνύματος θα πρέπει να προχωρήσετε σε επεξεργασία του μηνύματος και να ακολουθήσετε την διαδικασία που αναφέρεται πιο πάνω. Το αρχείο θα εμφανισθεί μαζί με το τροποποιημένο μήνυμά σας όταν θα πιέσετε το κουμπί <i>Υποβολή</i>.");

$faq[] = array("Πως μπορώ να διαγράψω ένα συνημμένο αρχείο;", "Για να διαγράψετε ένα συνημμένο αρχείο θα πρέπει να προχωρήσετε στην επεξεργασία του μηνύματος και να επιλέξετε το <i>Διαγραφή Αρχείου</i> δίπλα στο συνημμένο αρχείο που θέλετε να διαγράψετε (μέσα στο πλαίσιο <i>Αναρτημένα Αρχεία</i>. Το αρχείο θα διαγραφεί όταν θα πιέσετε το κουμπί <i>Υποβολή</i> για να εμφανισθεί το τροποποιημένο μήνυμά σας.");

$faq[] = array("Πως μπορώ να αλλάξω το σχόλιο ενός αρχείου;", "Για να αλλάξετε το σχόλιο ενός αρχείου θα πρέπει να προχωρήσετε στην επεξεργασία του μηνύματος, να τροποποιήσετε το κείμενο στο πεδίο <i>Σχόλιο Αρχείου</i>  και να πιέσετε το κουμπί <i>Ανανέωση σχολίου</i> που βρίσκεται δίπλα στο σχόλιο που θέλετε να τροποποιήσετε μέσα στο πλαίσιο <i>Αναρτημένα Αρχεία</i>. Το σχόλιο του αρχείου θα αλλάξει όταν  θα πιέσετε το κουμπί <i>Υποβολή</i> για να εμφανισθεί το τροποποιημένο μήνυμά σας.");

$faq[] = array("Γιατί δεν φαίνεται το συνημμένο αρχείο στο μήνυμά μου;", "Πιθανότατα, είτε το αρχείο (ή η κατάληξή του) δεν επιτρέπονται πλέον στο forum, είτε ο συντονιστής ή ο διαχειριστής το έχουν διαγράψει επειδή δεν συμβαδίζει με τους όρους χρήσης του forum.");

$faq[] = array("Γιατί δεν μπορώ να επισυνάψω αρχεία;", "Σε μερικά forum η επισύναψη αρχείων μπορεί να επιτρέπεται μόνον σε ορισμένους χρήστες ή ομάδες. Για να επισυνάψετε αρχεία θα πρέπει να σας έχει παραχωρηθεί το σχετικό δικαίωμα από τον διαχειριστή του forum, επικοινωνήστε μαζί του.");

$faq[] = array("Έχω αυτό το δικαίωμα αλλά πάλι δεν μπορώ να επισυνάψω αρχεία.", "Ο διαχειριστής του forum ορίζει τα όρια για το μέγεθος των αρχείων, τις επιτρεπόμενες καταλήξεις τους και άλλα. Ίσως ο συντονιστής ή ο διαχειριστής να έχει αλλάξει τα δικαιώματά σας ή να έχει διακοπεί η δυνατότητα επισύναψης στο συγκεκριμένο forum. Επίσης, είναι πιθανό να έχει γίνει κάποια αναβάθμιση στο πρόγραμμα του forum και να μην είναι πλέον δυνατή η επισύναψη αρχείων. Η δυνατότητα επισύναψης αρχείων είναι ένα χαρακτηριστικό που δεν υπάρχει στο forum αρχικά και προστίθεται εκ των υστέρων με την χρήση συμπληρωματικού προγράμματος τρίτου κατασκευαστή. Σε αυτή την περίπτωση πάλι δεν είναι δυνατή η επισύναψη έως ότου διατεθεί και εγκατασταθεί νέα συμβατή έκδοση του πρόσθετου προγράμματος. Κανονικά θα πρέπει να λάβετε κάποιο μήνυμα λάθους όταν προσπαθείτε να επισυνάψετε ένα αρχείο, αν όχι επικοινωνήστε με τον συντονιστή ή τον διαχειριστή.");

$faq[] = array("Γιατί δεν μπορώ να διαγράψω τα συνημμένα αρχεία;", "Σε μερικά forum μπορεί την δυνατότητα της διαγραφής των αρχείων να την έχουν μόνον ορισμένοι χρήστες ή ομάδες. Για να διαγράψετε συνημμένα αρχεία πιθανόν να χρειάζεστε ειδική εξουσιοδότηση την οποία μόνον ο διαχειριστής μπορεί να σας δώσει, επικοινωνήστε μαζί του.");

$faq[] = array("Γιατί δεν μπορώ να ανοίξω ή να κατεβάσω συνημμένα αρχεία;", "Σε μερικά forum το άνοιγμα ή το κατέβασμα των συνημμένων μπορεί να επιτρέπεται μόνον σε ορισμένους χρήστες ή ομάδες. Για να ανοίξετε ή να κατεβάσετε συνημμένα αρχεία πιθανόν να χρειάζεστε ειδική εξουσιοδότηση την οποία μόνον ο διαχειριστής μπορεί να σας δώσει, επικοινωνήστε μαζί του.");

$faq[] = array("Ποιόν μπορώ να ενημερώσω για παράνομα ή πιθανόν παράνομα συνημμένα αρχεία;", "Θα πρέπει να ενημερώσετε τον διαχειριστή του forum. Εάν δεν μπορείτε να βρείτε ποιος είναι αυτός, επικοινωνήστε με έναν συντονιστή του forum και ρωτήστε τον που θα πρέπει να απευθυνθείτε. Εάν και πάλι δεν λάβετε απάντηση, τότε επικοινωνήστε με τον ιδιοκτήτη του site (κάντε μια αναζήτηση τύπου whois) ή, εάν πρόκειται για forum που λειτουργεί σε site δωρεάν υπηρεσιών (π.χ. yahoo, free.fr, f2s.com, etc.), επικοινωνήστε με το τμήμα κατάχρησης του συγκεκριμένου site. Έχετε υπόψη σας ότι η ομάδα phpBB Group δεν έχει κανέναν έλεγχο και δεν μπορεί να θεωρηθεί υπεύθυνη για το που, πως και από ποιόν χρησιμοποιείται αυτό το forum. Είναι εντελώς άσκοπη η επικοινωνία με την ομάδα phpBB Group για νομικά θέματα που δεν έχουν σχέση με το site phpbb.com ή το πρόγραμμα phpBB. Εάν στείλετε μήνυμα στην ομάδα phpBB Group για τον τρόπο που χρησιμοποιείται αυτό το πρόγραμμα από τρίτους είτε θα πάρετε μια λιτή απάντηση είτε δεν θα πάρετε καμμία απάντηση.");

?>