<?php
/***************************************************************************
 *                            lang_admin_attach.php [Greek]
 *                              -------------------
 *     begin                : Thu Feb 07 2002
 *     copyright            : (C) 2002 Meik Sievertsen
 *     email                : acyd.burn@gmx.de
 *
 *     $Id: lang_admin_attach.php,v 1.1 2003/02/19 18:36:29 bob Exp $
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

//
// translated by Theodoros Vilaras
//

//
// Attachment Mod Admin Language Variables
//

// Modules, this replaces the keys used
$lang['Control_Panel'] = 'Πίνακας Ελέγχου';
$lang['Shadow_attachments'] = 'Σκιώδη αρχεία';
$lang['Forbidden_extensions'] = 'Απαγορευμένες καταλήξεις';
$lang['Extension_control'] = 'Ρυθμίσεις καταλήξεων';
$lang['Extension_group_manage'] = 'Διαχείριση ομάδων καταλήξεων';
$lang['Special_categories'] = 'Ειδικές κατηγορίες';
$lang['Sync_attachments'] = 'Συγχρονισμός Συνημμένων';
$lang['Quota_limits'] = 'Αναλογικό Όριο';

// Attachments -> Management
$lang['Attach_settings'] = 'Ρυθμίσεις Επισύναψης';
$lang['Manage_attachments_explain'] = 'Εδώ μπορείτε να κάνετε τις Βασικές Ρυθμίσεις για το Attachment Mod. Εάν πιέσετε το κουμπί \"Δοκιμή Ρυθμίσεων\", το Attachment Mod κάνει μερικούς ελέγχους του συστήματος για να βεβαιωθεί ότι όλα θα λειτουργήσουν όπως πρέπει. Εάν αντιμετωπίζετε προβλήματα με το ανέβασμα αρχείων (uploading), παρακαλούμε κάντε την Δοκιμή των Ρυθμίσεων, για να εμφανισθεί μια λεπτομερής αναφορά για το πρόβλημα.';
$lang['Attach_filesize_settings'] = 'Ρύθμιση μεγέθους των συνημμένων αρχείων';
$lang['Attach_number_settings'] = 'Ρύθμιση αριθμού συνημμένων αρχείων';
$lang['Attach_options_settings'] = 'Επιλογές επισύναψης';

$lang['Upload_directory'] = 'Φάκελος για το ανέβασμα αρχείων (uploading)';
$lang['Upload_directory_explain'] = 'Δώστε τη σχετική διαδρομή από την εγκατάσταση του phpBB2 προς τον Φάκελο όπου θα αποθηκεύονται τα συνημμένα (Attachments upload directory). Για παράδειγμα, δώστε \'files\' εάν το phpBB2 βρίσκεται στη διεύθυνση http://www.yourdomain.com/phpBB2 και ο φάκελος για το ανέβασμα βρίσκεται στη διεύθυνση http://www.yourdomain.com/phpBB2/files.';
$lang['Attach_img_path'] = 'Εικονίδιο Επισύναψης μηνύματος';
$lang['Attach_img_path_explain'] = 'Αυτό το εικονίδιο εμφανίζεται δίπλα στους δεσμούς των συνημμένων σε κάθε μήνυμα. Αφήστε κενό αυτό το πεδίο εάν δεν θέλετε να εμφανίζεται κάποιο εικονίδιο. Αυτή η ρύθμιση υποσκελίζεται από τις Ρυθμίσεις των ομαδοποιημένων καταλήξεων.';
$lang['Attach_topic_icon'] = 'Εικονίδιο Επισύναψης Θέματος';
$lang['Attach_topic_icon_explain'] = 'Αυτό το εικονίδιο εμφανίζεται πριν από Θέματα στα οποία υπάρχουν συνημμένα. Αφήστε κενό αυτό το πεδίο εάν δεν θέλετε να εμφανίζεται κάποιο εικονίδιο.';
$lang['Attach_display_order'] = 'Σειρά εμφάνισης συνημμένων';
$lang['Attach_display_order_explain'] = 'Εδώ μπορείτε να επιλέξετε εάν θέλετε τα συνημμένα στα μηνύματα και στα προσωπικά μηνύματα θα εμφανίζονται με φθίνουσα (τα νεότερα πρώτα) ή αύξουσα (τα παλαιότερα πρώτα) χρονική σειρά.';
$lang['Show_apcp'] = 'Show new Attachment Posting Control Panel';
$lang['Show_apcp_explain'] = 'Επιλέξτε εάν θα εμφανίζεται ο Πίνακας Ελέγχου της Ανάρτησης Αρχείων (Ναι) ή η παλαιά μέθοδος με τα δύο Πλαίσια για την Επισύναψη Αρχείων και την επεξεργασία των αναρτημένων Αρχείων σας (όχι) στην Οθόνη Ανάρτησης. Η διαφορά στην εμφάνιση είναι πολύ δύσκολο να εξηγηθεί, γι\' αυτό είναι καλύτερα να το δοκιμάσετε';

$lang['Max_filesize_attach'] = 'Μέγεθος Συνημμένων Αρχείων';
$lang['Max_filesize_attach_explain'] = 'Το μέγιστο επιτρεπόμενο μέγεθος για κάθε αρχείο. Το 0 (μηδέν) σημαίνει \'απεριόριστο\'. Αυτή η ρύθμιση υπόκειται στους περιορισμούς των ρυθμίσεων του διακομιστή σας (Server). Για παράδειγμα, εάν οι ρυθμίσεις σας στο php δεν επιτρέπουν ανέβασμα αρχείων μεγαλύτερων από 2 MB, αυτό δεν μπορεί να αλλαχθεί από το Attachment Mod.';
$lang['Attach_quota'] = 'Συνολικός χώρος για συνημμένα';
$lang['Attach_quota_explain'] = 'Ο συνολικός χώρος που μπορεί να διατεθεί  στον διακομιστή σας για το σύνολο ΟΛΩΝ των συνημμένων αρχείων. Το 0 (μηδέν) σημαίνει \'απεριόριστο\'.';
$lang['Max_filesize_pm'] = 'Μέγιστο μέγεθος συνημ. αρχείων στους φακέλους των Προσωπικών Μηνυμάτων';
$lang['Max_filesize_pm_explain'] = 'Το μέγιστο συνολικό μέγεθος των συνημμένων αρχείων στον φάκελο των Προσωπικών Μηνυμάτων του κάθε χρήστη. Το 0 (μηδέν) σημαίνει \'απεριόριστο\'.'; 
$lang['Default_quota_limit'] = 'Προεπιλεγμένο Αναλογικό Όριο';
$lang['Default_quota_limit_explain'] = ' Εδώ έχετε την δυνατότητα να ορίσετε το Προεπιλεγμένο Όριο που θα ισχύει αυτόματα για τους νεοεγγραφέντες Χρήστες και τους Χρήστες για τους οποίους δεν έχει οριστεί άλλο Αναλογικό Όριο. Η επιλογή \'Χωρίς Αναλογικό Όριο\' είναι για την απενεργοποίηση του καθορισμού Ορίων Επισύναψης, αντί της χρήσης των προεπιλεγμένων Ρυθμίσεων που έχετε ορίσει σε αυτόν τον Πίνακα Ελέγχου.';

$lang['Max_attachments'] = 'Μέγιστος αριθμός συνημ. αρχείων';
$lang['Max_attachments_explain'] = 'Ο μέγιστος αριθμός συνημμένος αρχείων που επιτρέπεται να υπάρχουν σε κάθε μήνυμα.';
$lang['Max_attachments_pm'] = 'Μέγιστος αριθμός συνημμένων σε κάθε Προσωπικό Μήνυμα';
$lang['Max_attachments_pm_explain'] = 'Ο μέγιστος αριθμός συνημμένων αρχείων που επιτρέπεται να υπάρχουν σε κάθε Προσωπικό Μήνυμα.';

$lang['Disable_mod'] = 'Απενεργοποίηση του Attachment Mod';
$lang['Disable_mod_explain'] = 'Αυτή η επιλογή προορίζεται κυρίως για την δοκιμή νέων Προτύπων (templates) ή εμφανισιακών πακέτων (themes), απενεργοποιεί όλες τις λειτουργίες Επισύναψης εκτός του Πίνακα Ελέγχου του Διαχειριστή (Admin Panel).';
$lang['PM_Attachments'] = 'Δικαίωμα Επισύναψης Αρχείων σε Προσωπικά Μηνύματα';
$lang['PM_Attachments_explain'] = 'Επιτρέπει/Απαγορεύει την επισύναψη αρχείων στα Προσωπικά Μηνύματα.';
$lang['Ftp_upload'] = 'Ενεργοποίηση ανεβάσματος αρχείων με FTP (Enable FTP Upload)';
$lang['Ftp_upload_explain'] = 'Ενεργοποιεί/Απενεργοποιεί την επιλογή χρήσης του ανεβάσματος αρχείων με FTP (FTP Upload). Εάν το ορίσετε σε \'Ναι\' θα πρέπει να ορίσετε τις ρυθμίσεις FTP για το ανέβασμα των επισυναπτόμενων αρχείων (Attachment FTP Settings) ενώ θα πάψει να χρησιμοποιείται ο φάκελος που έχει ορισθεί για το ανέβασμα των αρχείων (Upload Directory).';
$lang['Attachment_topic_review'] = 'Θέλετε να εμφανίζονται τα συνημμένα στο παράθυρο προεπισκόπησης των μηνυμάτων;';
$lang['Attachment_topic_review_explain'] = 'Εάν επιλέξετε \'Ναι\', όλα τα συνημμένα αρχεία θα εμφανίζονται στο παράθυρο προεπισκόπησης των μηνυμάτων όταν ανεβάζετε μια απάντηση.';

$lang['Ftp_server'] = 'Διακομιστής FTP για το ανέβασμα των αρχείων (FTP Upload Server)';
$lang['Ftp_server_explain'] = 'Εδώ μπορείτε να συμπληρώσετε είτε την διεύθυνση IP είτε το όνομα του διακομιστή FTP που χρησιμοποιείται για τα συνημμένα αρχεία. Εάν αφήσετε αυτό το πεδίο κενό, θα χρησιμοποιηθεί ο διακομιστής στον οποίο είναι εγκατεστημένο το πρόγραμμα για το φόρουμ, το phpBB2. Παρακαλούμε σημειώστε ότι δεν επιτρέπεται να προσθέσετε το  ftp:// ή οτιδήποτε άλλο στη διεύθυνση, απλά σκέτη τη διεύθυνση, π.χ. ftp.foo.com, ή, κάτι που είναι πολύ πιο γρήγορο, την διεύθυνση IP.';

$lang['Attach_ftp_path'] = 'Η διαδρομή FTP (Path) προς τον φάκελο - προορισμό των συνημμένων';
$lang['Attach_ftp_path_explain'] = 'Ο φάκελος στον οποίο θα αποθηκεύονται τα συνημμένα αρχεία. Αυτός ο φάκελος δεν χρειάζεται αλλαγή δικαιωμάτων χρήσης (chmod). Παρακαλούμε μην δίνετε τον αριθμό IP ή την διεύθυνση για FTP εδώ, αυτό το πεδίο προορίζεται μόνον για την διαδρομή FTP (FTP Path).<br />Για παράδειγμα: /home/web/uploads';
$lang['Ftp_download_path'] = 'Δεσμός προς την διεύθυνση FTP (Path) για το κατέβασμα αρχείων (download)';
$lang['Ftp_download_path_explain'] = 'Δηλώστε την URL διαδρομή προς τον φάκελο FTP όπου είναι αποθηκευμένα τα συνημμένα αρχεία.<br />Εάν χρησιμοποιείτε έναν απομακρυσμένο Διακομιστή FTP (Remote FTP Server), παρακαλούμε δηλώστε την πλήρη διαδρομή, για παράδειγμα http://www.mystorage.com/phpBB2/upload.<br />Εάν χρησιμοποιείτε τον Τοπικό Διακομιστή σας (Local Host) για να αποθηκεύετε τα Αρχεία σας, μπορείτε να δηλώσετε την σχετική url διαδρομή προς το τον φάκελό σας με το phpBB2, για παράδειγμα \'upload\'.<br />Εάν τοποθετήσετε πλάγια γραμμή στο τέλος θα αφαιρεθεί. Αφήστε αυτό το πεδίο κενό εάν η διαδρομή FTP (FTP Path) δεν είναι προσβάσιμη από το Internet. Έχοντας αυτό το πεδίο κενό δεν μπορείτε να χρησιμοποιήσετε την φυσική μέθοδο για το κατέβασμα των αρχείων.';
$lang['Ftp_passive_mode'] = 'Ενεργοποίηση του FTP Passive Mode';
$lang['Ftp_passive_mode_explain'] = 'Η εντολή PASV ζητάει από τον απομακρυσμένο διακομιστή (remote server) να ανοίξει ένα κανάλι (port) για την σύνδεση data (data connection) και να δώσει την διεύθυνση αυτού του καναλιού (return the address of that port). Ο απομακρυσμένος διακομιστής(listens) \'ακούει\' σε αυτό το κανάλι(port) και ο \'πελάτης\'(client) συνδέεται σε αυτό.';

$lang['No_ftp_extensions_installed'] = 'Δεν μπορείτε να χρησιμοποιήσετε τις λειτουργίες \'ανεβάσματος\' αρχείων με FTP (FTP Upload Methods) επειδή οι Επεκτάσεις FTP (FTP Extensions) δεν έχουν ενσωματωθεί (compiled) στην PHP εγκατάστασή σας (PHP Installation).';

// Attachments -> Shadow Attachments
$lang['Shadow_attachments_explain'] = 'Εδώ μπορείτε να διαγράψετε τα δεδομένα που αφορούν συνημμένα αρχεία μηνυμάτων όταν τα αρχεία λείπουν από το σύστημα των αρχείων σας, και να διαγράψετε αρχεία που δεν είναι πια συνδεδεμένα με κανένα μήνυμα. Μπορείτε να κατεβάσετε (download) ή να δείτε ένα αρχείο όταν κάνετε κλικ επάνω του. Εάν δεν υπάρχει δεσμός, το αρχείο δεν υπάρχει.';
$lang['Shadow_attachments_file_explain'] = 'Διαγράψτε όλα τα συνημμένα αρχεία που υπάρχουν στο σύστημα των αρχείων σας και που δεν είναι συνδεδεμένα με κάποιο υπάρχον μήνυμα.';
$lang['Shadow_attachments_row_explain'] = 'Διαγράψτε όλα τα δεδομένα που αφορούν συνημμένα αρχεία μηνυμάτων όταν τα αρχεία δεν υπάρχουν στο σύστημα των αρχείων σας.';
$lang['Empty_file_entry'] = 'Empty File Entry';

// Attachments -> Sync
$lang['Sync_thumbnail_resetted'] = 'Μηδενισμός του ορισθέντος εικονιδίου (Thumbnail) για το Συνημμένο: %s'; // αντικαθιστά το %s με το φυσικό όνομα του αρχείου
$lang['Attach_sync_finished'] = 'Ο Συγχρονισμός των Συνημμένων Ολοκληρώθηκε.';

// Extensions -> Extension Control
$lang['Manage_extensions'] = 'Διαχείριση καταλήξεων (Extensions)';
$lang['Manage_extensions_explain'] = 'Εδώ μπορείτε να διαχειριστείτε τις καταλήξεις των αρχείων σας. Εάν θέλετε να επιτρέψετε ή να απαγορεύσετε την χρήση μιας κατάληξης αρχείων για ανέβασμα, παρακαλούμε χρησιμοποιείστε την Διαχείριση ομάδων καταλήξεων.';
$lang['Explanation'] = 'Εξήγηση';
$lang['Extension_group'] = 'Ομάδα καταλήξεων';
$lang['Invalid_extension'] = 'Μη έγκυρη κατάληξη';
$lang['Extension_exist'] = 'Η κατάληξη %s ήδη υπάρχει'; // replace %s with the Extension
$lang['Unable_add_forbidden_extension'] = 'Η \'Κατάληξη\' (Extension) %s απαγορεύεται, δεν μπορείτε να την προσθέσετε στις επιτρεπόμενες καταλήξεις (Extensions)'; // replace %s with Extension

// Extensions -> Extension Groups Management
$lang['Manage_extension_groups'] = 'Διαχείριση ομάδων καταλήξεων';
$lang['Manage_extension_groups_explain'] = 'Εδώ μπορείτε να προσθέσετε, να διαγράψετε και να τροποποιήσετε τις ομάδες καταλήξεων, να απενεργοποιήσετε ομάδες καταλήξεων, να ορίσετε μια ιδιαίτερη Κατηγορία σ\' αυτές, να αλλάξετε τον μηχανισμό για το κατέβασμα των αρχείων (download) και μπορείτε να ορίσετε ένα εικονίδιο ανεβάσματος αρχείων (Upload) το οποίο θα εμφανίζεται εμπρός από ένα συνημμένο αρχείο που ανήκει στη συγκεκριμένη ομάδα.';
$lang['Special_category'] = 'Ιδιαίτερη Κατηγορία';
$lang['Category_images'] = 'Εικόνες';
$lang['Category_stream_files'] = 'Αρχεία Stream';
$lang['Category_swf_files'] = 'Αρχεία Flash';
$lang['Allowed'] = 'Επιτρεπόμενα';
$lang['Allowed_forums'] = 'Allowed Forums';
$lang['Ext_group_permissions'] = '’δειες Ομάδων';
$lang['Download_mode'] = 'Τύπος κατεβάσματος';
$lang['Upload_icon'] = 'Εικονίδιο ανεβάσματος';
$lang['Max_groups_filesize'] = 'Μέγιστο μέγεθος αρχείου';
$lang['Extension_group_exist'] = 'Η Ομάδα Καταλήξεων %s ήδη υπάρχει'; // replace %s with the group name
$lang['Collapse'] = '+';
$lang['Decollapse'] = '-';

// Extensions -> Special Categories
$lang['Manage_categories'] = 'Διαχείριση Ιδιαίτερων Κατηγοριών';
$lang['Manage_categories_explain'] = 'Εδώ μπορείτε να ρυθμίσετε τις Ιδιαίτερες Κατηγορίες. Μπορείτε να ορίσετε Ιδιαίτερες Παραμέτρους και προϋποθέσεις για τις Ιδιαίτερες Κατηγορίες που αντιστοιχούνται σε μια Ομάδα Καταλήξεων.';
$lang['Settings_cat_images'] = 'Ρυθμίσεις για Ιδιαίτερη Κατηγορία: Εικόνες';
$lang['Settings_cat_streams'] = 'Ρυθμίσεις για Ιδιαίτερη Κατηγορία: Αρχεία Stream';
$lang['Settings_cat_flash'] = 'Ρυθμίσεις για Ιδιαίτερη Κατηγορία: Αρχεία Flash';
$lang['Display_inlined'] = 'Εμφάνιση Εικόνων ως ενσωματωμένων (Inlined)';
$lang['Display_inlined_explain'] = 'Επιλέξτε εάν θέλετε να εμφανίζονται οι εικόνες μέσα στο μήνυμα (Ναι) ή να εμφανίζονται ως δεσμοί;';
$lang['Max_image_size'] = 'Μέγιστες διαστάσεις εικόνων';
$lang['Max_image_size_explain'] = 'Εδώ μπορείτε να ορίσετε τις μέγιστες επιτρεπόμενες διαστάσεις των εικόνων που θα μπορούν να επισυναφθούν (Πλάτος x Ύψος σε pixels).<br />Εάν ορισθεί σε 0x0, αυτή η ρύθμιση απενεργοποιείται. Σε μερικές περιπτώσεις αυτή η ρύθμιση δεν θα έχει καμμία ισχύ λόγω περιορισμών της PHP.';
$lang['Image_link_size'] = 'Διαστάσεις Δεσμών Εικόνων';
$lang['Image_link_size_explain'] = 'Εάν μια εικόνα φτάνει στις εδώ οριζόμενες διαστάσεις, τότε η εικόνα θα εμφανισθεί ως δεσμός και όχι ως ενσωματωμένη εικόνα,<br />εάν έχει ενεργοποιηθεί η εμφάνιση των εικόνων ως ενσωματωμένες (Πλάτος x Ύψος σε pixels).<br />Εάν ορισθεί σε 0x0, αυτή η ρύθμιση απενεργοποιείται. Σε μερικές περιπτώσεις αυτή η ρύθμιση δεν θα έχει καμμία ισχύ λόγω περιορισμών της PHP.';
$lang['Assigned_group'] = 'Ορισμένη ομάδα';

$lang['Image_create_thumbnail'] = 'Δημιουργία Thumbnail';
$lang['Image_create_thumbnail_explain'] = 'Πάντα να δημιουργούνται Thumbnail. Αυτό το χαρακτηριστικό υπερισχύει σχεδόν όλων των ρυθμίσεων σε αυτή την Ιδιαίτερη Κατηγορία, εκτός των Μέγιστων διαστάσεων εικόνας. Με αυτή την επιλογή θα εμφανίζεται ένα Thumbnail μέσα στο μήνυμα, ο χρήστης μπορεί να κάνει κλικ επάνω του για να ανοίξει την πραγματική εικόνα.<br />Παρακαλούμε σημειώστε ότι αυτό το χαρακτηριστικό απαιτεί να είναι εγκατεστημένο το Imagick, εάν δεν είναι εγκατεστημένο ή είναι ενεργοποιημένη η Ασφαλής Λειτουργία (Safe-Mode) τότε χρησιμοποιείται η επέκταση GD-Extension της PHP. Εάν ο τύπος της εικόνας δεν υποστηρίζεται από την  PHP, αυτό το χαρακτηριστικό δεν χρησιμοποιείται.';
$lang['Image_min_thumb_filesize'] = 'Ελάχιστο μέγεθος εικόνας για Thumbnail';
$lang['Image_min_thumb_filesize_explain'] = 'Εάν μια εικόνα είναι μικρότερη από το οριζόμενο εδώ μέγεθος, δεν δημιουργείται Thumbnail καθώς η εικόνα είναι ήδη αρκετά μικρή.';
$lang['Image_imagick_path'] = 'Πρόγραμμα Imagick (Πλήρης διαδρομή)';
$lang['Image_imagick_path_explain'] = 'Συμπληρώστε την διαδρομή προς το πρόγραμμα μετατροπής imagick, κανονικά /usr/bin/convert (στα windows: c:/imagemagick/convert.exe).';
$lang['Image_search_imagick'] = 'Αναζήτηση του Imagick';

// Extensions -> Forbidden Extensions
$lang['Manage_forbidden_extensions'] = 'Διαχείριση Απαγορευμένων Καταλήξεων';
$lang['Manage_forbidden_extensions_explain'] = 'Εδώ μπορείτε να προσθέσετε ή να διαγράψετε απαγορευμένες καταλήξεις. Οι καταλήξεις php, php3 and php4 απαγορεύονται εκ των προτέρων για λόγους ασφαλείας και δεν μπορείτε να τις διαγράψετε.';
$lang['Forbidden_extension_exist'] = 'Η απαγορευμένη κατάληξη %s ήδη υπάρχει'; // replace %s with the extension
$lang['Extension_exist_forbidden'] = 'Η κατάληξη %s έχει ορισθεί ως επιτρεπόμενη κατάληξη, παρακαλώ διαγράψτε τη πριν την προσθέσετε εδώ.';  // replace %s with the extension

// Extensions -> Extension Groups Control -> Group Permissions
$lang['Group_permissions_title'] = '’δειες Ομάδων Καταλήξεων -> \'%s\''; // Replace %s with the Groups Name
$lang['Group_permissions_explain'] = 'Εδώ μπορείτε να περιορίσετε τις επιλεγμένες Ομάδες Καταλήξεων σε συγκεκριμένα Forums (ορίζονται στο Πλαίσιο Eπιτρεπτών Forum). Η Προεπιλογή είναι να επιτρέπονται οι Ομάδες Καταλήξεων σε όλα τα Forum όπου ο Χρήστης επιτρέπεται να επισυνάψει αρχεία (ο συνηθισμένος τρόπος λειτουργίας όπως ήταν από τότε που υφίσταται το Attachment Mod). Απλά προσθέστε τα Forum στα οποία θέλετε η κάθε Ομάδα Καταλήξεων ( δηλαδή οι Καταλήξεις που εμπεριέχονται στην Ομάδα) να επιτρέπεται, η Προεπιλογή ΟΛΑ ΤΑ FORUMS θα εξαφανισθεί όταν προσθέσετε Forums στη Λίστα. Μπορείτε να ξαναπροσθέσετε το ΟΛΑ ΤΑ FORUMS οποτεδήποτε θελήσετε. Εάν προσθέσετε έναν Forum στον Πίνακα των Forums σας και η ’δεια είναι ρυθμισμένη στο ΟΛΑ ΤΑ FORUMS τίποτε δεν θα αλλάξει. Αλλά εάν έχετε αλλάξει και περιορίσει την πρόσβαση σε συγκεκριμένα Forums, θα πρέπει να επιστρέψετε εδώ και να προσθέσετε το νεοδημιουργηθέν Forum σας. Είναι εφικτό, και μάλιστα αρκετά εύκολα, να το αυτοματοποιήσετε, αλλά θα χρειαστεί να τροποποιήσετε αρκετά αρχεία, γι\' αυτό διάλεξα την παρούσα μέθοδο. Έχετε υπ\' όψιν σας ότι όλα τα Forums σας θα αναφέρονται εδώ.';
$lang['Note_admin_empty_group_permissions'] = 'ΣΗΜΕΙΩΣΗ:<br />Στα παρακάτω αναφερόμενα Forums οι Χρήστες σας κανονικά επιτρέπεται να επισυνάπτουν αρχεία, αλλά από την στιγμή που καμμία Ομάδα Καταλήξεων δεν έχει ορισθεί ως επιτρεπόμενη εδώ, οι Χρήστες σας δεν έχουν την δυνατότητα να επισυνάψουν οτιδήποτε. Εάν προσπαθήσουν, θα λάβουν Μηνύματα Λάθους. Εάν θέλετε μπορείτε να ορίσετε την ’δεια \'Επισύναψη Αρχείων\' σε ADMIN γι\' αυτά τα Forums.<br /><br />';
$lang['Add_forums'] = 'Προσθήκη Forums';
$lang['Add_selected'] = 'Προσθήκη επιλεγμένων';
$lang['Perm_all_forums'] = 'ΟΛΑ ΤΑ FORUMS';

// Attachments -> Quota Limits
$lang['Manage_quotas'] = 'Διαχειριστείτε τα Αναλογικά Όρια Επισύναψης';
$lang['Manage_quotas_explain'] = 'Εδώ μπορείτε να προσθέσετε/διαγράψετε/αλλάξετε τα Όρια των Συνημμένων. Μπορείτε να ορίσετε τα Όρια Επισύναψης των Χρηστών και των Ομάδων αργότερα. Για να ορίσετε ένα Όριο Επισύναψης σε έναν Χρήστη, πρέπει να πάτε στο Χρήστες->Διαχείριση (Users->Management), επιλέξτε τον Χρήστη και θα δείτε τις επιλογές στο κάτω μέρος. Για να ορίσετε ένα Όριο Επισύναψης σε μία Ομάδα Χρηστών, πρέπει να πάτε στο Ομάδες->Διαχείριση (Groups->Management), επιλέξτε την Ομάδα Χρηστών και θα δείτε τις επιλογές για τις σχετικές ρυθμίσεις. Εάν θέλετε να δείτε για ποιους Χρήστες και Ομάδες έχει ορισθεί ένα συγκεκριμένο Όριο Επισύναψης, κάντε κλικ στο \'Εμφάνιση\' στα αριστερά της περιγραφής του Ορίου.';
$lang['Assigned_users'] = 'Καθορισμένοι Χρήστες';
$lang['Assigned_groups'] = 'Καθορισμένες Ομάδες';
$lang['Quota_limit_exist'] = 'Το Όριο Επισύναψης %s ήδη υπάρχει.'; // Replace %s with the Quota Description

// Attachments -> Control Panel
$lang['Control_panel_title'] = 'Πίνακας Ελέγχου συνημμένων αρχείων';
$lang['Control_panel_explain'] = 'Εδώ μπορείτε να δείτε και να διαχειριστείτε όλα τα συνημμένα με βάση τους Χρήστες, τα συνημμένα αρχεία, το πόσες φορές έχουν χρησιμοποιηθεί κλπ...';
$lang['File_comment_cp'] = 'Σχόλιο Αρχείου';

// Control Panel -> Search
$lang['Search_wildcard_explain'] = 'Χρησιμοποιήστε * ως μπαλαντέρ για αποτελέσματα που ταιριάζουν μερικώς';
$lang['Size_smaller_than'] = 'Μέγεθος συνημμένου αρχείου μικρότερο από (bytes)';
$lang['Size_greater_than'] = 'Μέγεθος συνημμένου αρχείου μεγαλύτερο από (bytes)';
$lang['Count_smaller_than'] = 'Ο μετρητής κατεβάσματος είναι μικρότερος από';
$lang['Count_greater_than'] = 'Ο μετρητής κατεβάσματος είναι μεγαλύτερος από';
$lang['More_days_old'] = 'Η πλειοψηφία είναι αρκετών ημερών';
$lang['No_attach_search_match'] = 'Κανένα συνημμένο αρχείο δεν ταιριάζει με τα κριτήρια της αναζήτησής σας';

// Control Panel -> Statistics
$lang['Number_of_attachments'] = 'Αριθμός Συνημμένων';
$lang['Total_filesize'] = 'Συνολικό μέγεθος αρχείων';
$lang['Number_posts_attach'] = 'Αριθμός μηνυμάτων με Συνημμένα';
$lang['Number_topics_attach'] = 'Αριθμός Θεμάτων με Συνημμένα';
$lang['Number_users_attach'] = 'Αριθμός Χρηστών που επισύναψαν αρχεία';
$lang['Number_pms_attach'] = 'Συνολικός αριθμός Συνημμένων σε Προσωπικά Μηνύματα';

// Control Panel -> Attachments
$lang['Statistics_for_user'] = 'Στατιστικά επισυνάψεων για τον %s'; // replace %s with username
$lang['Size_in_kb'] = 'Μέγεθος (KB)';
$lang['Downloads'] = 'Κατεβάσματα';
$lang['Post_time'] = 'Ώρα ανάρτησης';
$lang['Posted_in_topic'] = 'Δημοσιευμένα στο Θέμα';
$lang['Submit_changes'] = 'Υποβολή Αλλαγών';

// Sort Types
$lang['Sort_Attachments'] = 'Συνημμένα';
$lang['Sort_Size'] = 'Μέγεθος';
$lang['Sort_Filename'] = 'Όνομα αρχείων';
$lang['Sort_Comment'] = 'Σχόλια';
$lang['Sort_Extension'] = 'Κατάληξη';
$lang['Sort_Downloads'] = 'Κατεβάσματα';
$lang['Sort_Posttime'] = 'Χρόνος Ανάρτησης';
$lang['Sort_Posts'] = 'Μηνύματα';

// View Types
$lang['View_Statistic'] = 'Στατιστικά';
$lang['View_Search'] = 'Αναζήτηση';
$lang['View_Username'] = 'Όνομα Χρήστη';
$lang['View_Attachments'] = 'Συνημμένα';

// Successfully updated
$lang['Attach_config_updated'] = 'Οι ρυθμίσεις Επισύναψης ανανεώθηκαν επιτυχώς';
$lang['Click_return_attach_config'] = 'Κλικ %sΕδώ%s για να επιστρέψετε στις Ρυθμίσεις Επισύναψης';
$lang['Test_settings_successful'] = 'Η δοκιμή των ρυθμίσεων ολοκληρώθηκε, όλες οι ρυθμίσεις φαίνεται να είναι εντάξει.';

// Some basic definitions
$lang['Attachments'] = 'Συνημμένα';
$lang['Attachment'] = 'Συνημμένο';
$lang['Extensions'] = 'Καταλήξεις';
$lang['Extension'] = 'Κατάληξη';

// Auth pages
$lang['Auth_attach'] = 'Αναρτημένα αρχεία';
$lang['Auth_download'] = 'Κατεβασμένα αρχεία';

?>